SETTING = 'Для настройки смены названия беседы введи, разделяя вертикальной чертой "@parityhelper_bot ' \
          'Название чётной недели | Название нечётной недели" для вашей беседы. Не забудь сделать бота админом! '
SUCCESS = 'Бот успешно настроен и теперь будет менять название беседы! '
USER_IS_NOT_ADMIN = 'Извини, настроить бота могут только админы( '
BOT_IS_NOT_ADMIN = 'Ой! Для того, чтобы бот мог менять название беседы, нужно сделать его админом. '
ERROR = 'Упс! Команда не распознана( '
GREETING = 'Привет! ' + SETTING
EVEN_WEEK = 'Сейчас чётная неделя. '
ODD_WEEK = 'Сейчас нечётная неделя. '
BOT_NEWS = 'Привет! Бот обновлён (https://github.com/TTLC198/ParityHelper), а вместе с ним и база данных 🔥. Чтобы ' \
           'он снова заработал, достаточно настроить его заново)'
